Repository: Fred-QS/CNRS-Data-Manager
Catalog: languages/cnrs-data-manager-*.po
Languages: fr_fr

source: Date & Time field settings
fr_fr: Paramètres du champ Date et heure

source: Input field settings
fr_fr: Paramètres du champ de saisie

source: Numeric field settings
fr_fr: Paramètres du champ numérique

source: You can display a unit by separating the label with ";" of the unit in the field below.
fr_fr: Vous pouvez afficher une unité en séparant l’étiquette par « ; » de l’unité dans le champ ci-dessous.

source: Single choice settings
fr_fr: Paramètres à choix unique

source: Signing pads settings
fr_fr: Paramètres des pads de signature

source: Add pads
fr_fr: Ajouter des pads

source: Use ";" as separator for multiline label
fr_fr: Utilisez « ; » comme séparateur pour l’étiquette multiligne

source: Text field settings
fr_fr: Paramètres des champs de texte

source: Time field settings
fr_fr: Paramètres du champ d'heure

source: Title field settings
fr_fr: Paramètres du champ de titre

source: Your title
fr_fr: Votre titre

source: Toggle field settings
fr_fr: Paramètre du champ de bascules

source: First choice value
fr_fr: Valeur de premier choix

source: Second choice value
fr_fr: Valeur de deuxième choix

source: Toggles settings for "%s"
fr_fr: Paramètres pour la bascule « %s »

source: Toggles list
fr_fr: Liste des bascules

source: Check the options for each toggle if you want the field to be visible when the option is chosen in the form.
fr_fr: Vérifiez les options de chaque bascule si vous souhaitez que le champ soit visible lorsque l’option est choisie dans le formulaire.

source: Multi choice field
fr_fr: Champ à choix multiples

source: Edit your comment...
fr_fr: Modifiez votre commentaire...

source: Mission start reference
fr_fr: Référence de début de mission

source: Single choice field
fr_fr: Champ à choix unique

source: Add a title.
fr_fr: Ajoutez un titre.

source: Condition some fields.
fr_fr: Conditionnez certains champs.

source: ZIP file
fr_fr: Fichier ZIP

source: my-projects-list.xls
fr_fr: ma-liste-de-projets.xls

source: project-image-1.jpg
fr_fr: image-du-projet-1.jpg

source: project-image-2.jpeg
fr_fr: image-du-projet-2.jpeg

source: project-image-3.png
fr_fr: image-du-projet-3.png

source: project-image-4.png
fr_fr: image-du-projet-4.png

source: project-image-5.jpg
fr_fr: image-du-projet-5.jpg

source: project-image-6.jpeg
fr_fr: image-du-projet-6.jpeg

source: project-image-7.jpg
fr_fr: image-du-projet-7.jpg

source: List of imported projects
fr_fr: Liste des projets importés

source: Confirm import
fr_fr: Confirmer l’importation

source: Created at
fr_fr: Créé le

source: Mission start
fr_fr: Début de la mission

source: Form
fr_fr: Formulaire

source: All status
fr_fr: Tout les statuts

source: Pending
fr_fr: En attente

source: Delayed
fr_fr: En retard

source: Abandoned
fr_fr: Abandonné

source: Validated
fr_fr: Validé

source: Select mission start date order.
fr_fr: Sélectionnez l’ordre de la date de début de la mission.

source: Credit manager
fr_fr: Responsable des crédits

source: Abandon
fr_fr: Abandonner

source: Validate
fr_fr: Valider

source: Form validated on %s
fr_fr: Formulaire validé le %s

source: Manager who validated the form
fr_fr: Gestionnaire qui a validé le formulaire

source: filtered on
fr_fr: Filtré sur

source: No publication available yet.
fr_fr: Aucune publication n’est encore disponible.

source: Team
fr_fr: Équipe

source: Platform
fr_fr: Plateforme

source: Links
fr_fr: Liens

source: Link
fr_fr: Lien

source: Without belonging
fr_fr: Sans appartenance

source: Allows WordPress to process the information transmitted to the CNRS UMRs by affiliating the categories created to agents, display the agent directory, manage the interactive 3D map by implementing markers and import UMR projects.
fr_fr: Permet à WordPress de traiter les informations transmises aux UMR du CNRS en affiliant les catégories créées aux agents, d’afficher l’annuaire des agents, de gérer la carte 3D interactive en mettant en place des marqueurs et d’importer des projets UMR.
