Repository: Fred-QS/CNRS-Data-Manager
Catalog: languages/cnrs-data-manager-*.po
Languages: fr_fr

source: All types
fr_fr: Tous les types

source: All guardianships
fr_fr: Toutes les tutelles

source: All disciplines
fr_fr: Toutes les disciplines

source: Unclassified
fr_fr: Non classé

source: Credit manager approval
fr_fr: Approbation du responsable des crédits

source: Please validate or refuse the request
fr_fr: Veuillez valider ou refuser la demande

source: Form check
fr_fr: Vérification du formulaire

source: Revision n°
fr_fr: Révision n°

source: Please control the form
fr_fr: Veuillez contrôler le formulaire

source: Please correct the fields with comments
fr_fr: Veuillez corriger les champs avec des commentaires

source: Manager who revised this version
fr_fr: Gestionnaire qui a révisé cette version

source: Please check the form.<br><b>"%s"</b> buttons are located under each type of field so that you can display a text field and then enter an observation.<br>Once the form has been revised, click on <b>"%s"</b> to return the form to the agent if observations have been made, or to validation if the form has no observations.
fr_fr: Veuillez vérifier le formulaire.<br>Les boutons <b>« %s »</b> sont situés sous chaque type de champ afin que vous puissiez afficher un champ de texte puis saisir une observation.<br>Une fois le formulaire révisé, cliquez sur <b>« %s »</b> pour renvoyer le formulaire à l’agent si des observations ont été faites, ou à la validation si le formulaire ne contient pas d’observations.

source: Add an observation
fr_fr: Ajouter une observation

source: Manager name
fr_fr: Nom du gestionnaire

source: Manager email
fr_fr: Email du gestionnaire

source: Remove observation
fr_fr: Supprimer l’observation

source: Reject
fr_fr: Rejeter

source: The form revision has been sent successfully
fr_fr: La révision du formulaire a été envoyée avec succès

source: The form validation has been sent successfully
fr_fr: La validation du formulaire a été envoyée avec succès

source: Card
fr_fr: Carte

source: Thumbnail
fr_fr: Miniature

source: Here you can update the settings of the CNRS Data Manager extension.
fr_fr: Ici, vous pouvez mettre à jour les paramètres de l’extension CNRS Data Manager.

source: In order to save your changes, please click on the <b>Update</b> button.
fr_fr: Afin d’enregistrer vos modifications, veuillez cliquer sur le bouton <b>Mettre à jour</b> .

source: The <b>CNRS Data Manager</b> extension uses Shortcodes to be able to render the different views. You can use the <b>Filter</b> and <b>Default View</b> options in order to best personalize the renderings according to your integration.
fr_fr: L’extension <b>CNRS Data Manager</b> utilise des Shortcodes pour pouvoir restituer les différentes vues. Vous pouvez utiliser les options <b>Filtre</b> et <b>Vue par défaut</b> afin de personnaliser au mieux les rendus en fonction de votre intégration.

source: Before you can use the extension, you must enter the URL of the <b>Soap API</b> that WordPress must contact to retrieve data from your UMR.
fr_fr: Avant de pouvoir utiliser l’extension, vous devez saisir l’URL de <b>l’API Soap</b> que WordPress doit contacter pour récupérer les données de votre UMR.

source: API endpoint URL
fr_fr: URL d'endpoint de l'API

source: The field cannot be empty and has a maximum of 255 characters.
fr_fr: Le champ ne peut pas être vide et comporte un maximum de 255 caractères.

source: Candidating email
fr_fr: Email de candidature

source: Project default image URL
fr_fr: URL de l’image par défaut du projet

source: Project default thumbnail URL
fr_fr: URL de vignette par défaut du projet

source: List display mode
fr_fr: Mode d’affichage de la liste

source: If <b>Page</b> mode is enabled, please use this shortcode as the value for the button link which will point to the page of the agents concerned by the article and its category.
fr_fr: Si le mode <b>Page</b> est activé, merci d’utiliser ce shortcode comme valeur pour le lien du bouton qui pointera vers la page des agents concernés par l’article et sa catégorie.

source: Copied to clipboard
fr_fr: Copié dans le presse-papier

source: /url/to/reach
fr_fr: /url/à/atteindre

source: You can also use the shortcode below that of the <b>navigation</b> to display a dynamic title showing the title <b>Member of the <i>"entity"</i> <i>"entity name"</i></b> in the page where the <b>members list</b> shortcode will be implemented.
fr_fr: Vous pouvez également utiliser le shortcode en dessous de celui de la <b>navigation</b> pour afficher un titre dynamique indiquant le titre <b>Membre de <i>l'« entité »</i> <i>« nom de l’entité »</i></b> dans la page où le shortcode <b>de la liste des membres</b> sera implémenté.

source: Team page title
fr_fr: Titre de la page de l'équipe

source: Service page title
fr_fr: Titre de la page de service

source: Platform page title
fr_fr: Titre de la page de la plateforme

source: Agents directory
fr_fr: Annuaire des agents

source: 3D Map builder
fr_fr: Constructeur de cartes 3D

source: Team projects
fr_fr: Projets d'une équipe

source: Project collaborators
fr_fr: Collaborateurs du projet

source: Project images slider
fr_fr: Slider d’images du projet

source: In order to optimize the use of filters and pagination, you can choose to use the custom page kit containing the files <b>category.php</b>, <b>archive.php</b> and <b>cnrs-script.js</b> provided by the extension. It will be up to you to create your own design in the corresponding CSS and JS files (see the list in the <b>Tools</b> tab).
fr_fr: Afin d’optimiser l’utilisation des filtres et de la pagination, vous pouvez choisir d’utiliser le kit de pages personnalisées contenant les fichiers <b>category.php</b>, <b>archive.php</b> et <b>cnrs-script.js</b> fournis par l’extension. Ce sera à vous de créer votre propre design dans les fichiers CSS et JS correspondants (voir la liste dans l’onglet <b>Outils</b> ).

source: To use these templates, please check the <b>Use templates</b> box below. The extension will create the <b>custom pages kit</b> at the root of the activated theme, including filters and pagination.
fr_fr: Pour utiliser ces modèles, veuillez cocher la case <b>Utiliser les modèles</b> ci-dessous. L’extension créera le <b>kit de pages personnalisées</b> à la racine du thème activé, y compris les filtres et la pagination.

source: Use templates
fr_fr: Utiliser les modèles

source: Otherwise, you can also implement the filter and/or pagination system <b>manually</b> using the shortcodes below.
fr_fr: Sinon, vous pouvez également implémenter le système de filtrage et/ou de pagination <b>manuellement</b> à l’aide des shortcodes ci-dessous.

source: Filters
fr_fr: Filtres

source: To be implemented in category page only.
fr_fr: À implémenter uniquement dans la page de catégorie.

source: Filter modules list
fr_fr: Liste des modules de filtrage

source: Posts per page
fr_fr: Articles par page

source: Categories selector
fr_fr: Sélecteur de catégories

source: Filter by years
fr_fr: Filtrer par années

source: Search field
fr_fr: Champ de recherche

source: Disable filters
fr_fr: Désactiver les filtres

source: Hide filters on certain category or project landing pages.
fr_fr: Masquer les filtres sur certaines pages de destination de catégorie ou de projet.

source: Silent paging
fr_fr: Pagination silencieuse

source: If you choose <b>silent pagination</b>, you must add <b>class="cnrs-dm-front-silent-container"</b> attribute to the HTML element containing the posts.
fr_fr: Si vous choisissez la <b>pagination silencieuse</b>, vous devez ajouter l’attribut <b>class="cnrs-dm-front-silent-container"</b> à l’élément HTML contenant les articles.

source: Categories
fr_fr: Catégories

source: To be implemented in categories / projects landing page only.
fr_fr: À implémenter dans la page d’accueil des catégories / projets uniquement.

source: Candidating
fr_fr: Candidature

source: Associate categories and candidating.
fr_fr: Associer candidature et catégories.

source: To allow the extension to link the data in the XML file to the corresponding categories, please select for teams, services and platforms a category for each of its entities.
fr_fr: Pour permettre à l’extension de lier les données du fichier XML aux catégories correspondantes, veuillez sélectionner pour les équipes, les services et les plateformes une catégorie pour chacune de ses entités.

source: Once selected, you can, in the <b>Options</b> tab, assign each team, services and platforms to the corresponding categorized articles, thus allowing you to link the agents to the different entities in the WordPress application.
fr_fr: Une fois sélectionné, vous pouvez, dans l’onglet <b>Options</b> , affecter chaque équipe, service et plateforme aux articles catégorisés correspondants, vous permettant ainsi de lier les agents aux différentes entités de l’application WordPress.

source: As you make your choices, the <b>generated shortcode</b> must be copied then pasted into the text space of your choice in the articles or pages of your choice, while of course respecting the operating logic of the extension, either in the articles whose categories have been assigned or in the pages whose url will provide the key/value expected by the extension to display the expected rendering.
fr_fr: Au fur et à mesure de vos choix, le <b>shortcode généré</b> doit être copié puis collé dans l’espace texte de votre choix dans les articles ou pages de votre choix, tout en respectant bien sûr la logique de fonctionnement de l’extension, que ce soit dans les articles dont les catégories ont été attribuées ou dans les pages dont l’url fournira la clé/valeur attendue par l’extension pour afficher le rendu attendu.

source: The filter and view selectors are not dynamic and just allow you to generate the shortcode to use. On the other hand, the <b>Show view selector</b> selector is dynamic and will be saved in the database.
fr_fr: Les sélecteurs de filtre et de vue ne sont pas dynamiques et permettent simplement de générer le shortcode à utiliser. D’autre part, le <b>sélecteur de vue Show est</b> dynamique et sera enregistré dans la base de données.

source: Assign a category to teams
fr_fr: Attribuer une catégorie aux équipes

source: Filter
fr_fr: Filtre

source: None
fr_fr: Aucun

source: Default view
fr_fr: Vue par défaut

source: Grid
fr_fr: Grille

source: Show view selector
fr_fr: Afficher le sélecteur de vue

source: Assign a category to services
fr_fr: Attribuer une catégorie aux services

source: Assign a category to platforms
fr_fr: Attribuer une catégorie aux plateformes

source: In order to manage the <b>design</b> of the article previews on the main pages of the different categories, please select the <b>display template</b> for each category.
fr_fr: Afin de gérer le <b>design</b> des aperçus d’articles sur les pages principales des différentes catégories, veuillez sélectionner le <b>modèle d’affichage</b> pour chaque catégorie.

source: Project previews are by default displayed with the <b>Card</b> template.
fr_fr: Les aperçus de projet sont affichés par défaut avec le modèle de <b>Carte</b> .

source: %s in pictures
fr_fr: %s en images

source: No member available
fr_fr: Aucun membre disponible

source: No members in this team
fr_fr: Aucun membre dans cette équipe

source: No members in this service
fr_fr: Aucun membre dans ce service

source: No members in this platform
fr_fr: Aucun membre dans cette plateforme

source: %s team members
fr_fr: %s membres de l'équipe

source: %s service members
fr_fr: %s membres du service

source: %s platform members
fr_fr: %s membres de la plateforme

source: The files have been restored.
fr_fr: Les fichiers ont été restaurés.

source: The <b>Tools</b> section allows you to assign entities from the XML file to those created in WordPress. The extension will then be able to find the agents belonging to each entity in order to be able to filter their affiliations in the public part of WordPress.
fr_fr: La section <b>Outils</b> vous permet d’affecter des entités du fichier XML à celles créées dans WordPress. L’extension pourra alors retrouver les agents appartenant à chaque entité afin de pouvoir filtrer leurs affiliations dans la partie publique de WordPress.

source: You can also decide to restore the initial state of the files provided by the extension listed below used for style, javascript and php template
fr_fr: Vous pouvez également décider de restaurer l’état initial des fichiers fournis par l’extension listée ci-dessous utilisée pour le style, le javascript et le template php

source: Styles templates
fr_fr: Modèles de styles

source: The <b>CSS</b> file <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-style.css</i></b>
fr_fr: Le fichier <b>CSS</b> <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-style.css</i></b>

source: The <b>CSS</b> filters file <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-filters-style.css</i></b>
fr_fr: Le fichier <b>CSS</b> des filtres <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-filters-style.css</i></b>

source: The <b>CSS</b> pagination file <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-pagination-style.css</i></b>
fr_fr: Le fichier <b>CSS</b> de pagination <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-pagination-style.css</i></b>

source: Scripts templates
fr_fr: Modèles de scripts

source: The <b>JS</b> file <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-script.js</i></b>
fr_fr: Le fichier <b>JS</b> <b><i>/wp-includes/cnrs-data-manager/cnrs-data-manager-script.js</i></b>

source: Build templates
fr_fr: Modèles de création

source: The <b>PHP</b> template file for displaying agents in a list <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-inline.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour l’affichage des agents dans une liste <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-inline.php</i></b>

source: The <b>PHP</b> template file for the agent card display <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-card.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour afficher la carte de l’agent <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-card.php</i></b>

source: The <b>PHP</b> template file for the full agent list item <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-list-item.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour l’élément complet de la liste des agents <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-list-item.php</i></b>

source: The <b>PHP</b> template file for the entity title if display mode is sorted <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-sorted-title.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour le titre de l’entité si le mode d’affichage est trié <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-sorted-title.php</i></b>

source: The <b>PHP</b> template file for the agent modal display <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-info.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour la popin de la carte de l’agent <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-card.php</i></b>

source: The <b>PHP</b> template file for the post preview in blog list <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-post-preview.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour l’aperçu de l’article dans la liste de blog <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-post-preview.php</i></b>

source: Theme templates
fr_fr: Modèles de thème

source: The <b>PHP</b> template file for archive and project posts list (filtering project category) <b><i>%s/archive.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour les archives et la liste des articles du projet (filtrage de la catégorie de projet) <b><i>%s/archive.php</i></b>

source: The <b>PHP</b> template file for the category page <b><i>%s/category.php</i></b>
fr_fr: Le fichier modèle <b>PHP</b> pour la page catégorie <b><i>%s/category.php</i></b>

source: The <b>JS</b> file for the active theme <b><i>%s/cnrs-script.js</i></b>
fr_fr: Le fichier <b>JS</b> du thème actif<b><i>%s/cnrs-script.js</i></b>

source: Add this code for embedding the <b>cnrs-script.js</b> file to the <b>functions.php</b> in the active theme folder
fr_fr: Ajoutez ce code pour intégrer le fichier <b>cnrs-script.js</b> dans <b>functions.php</b> dans le dossier du thème actif

source: Email templates
fr_fr: Modèles d’e-mail

source: The <b>PHP</b> template file for email header <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-email-header.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour l’en-tête d’email <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-email-header.php</i></b>

source: The <b>PHP</b> template file for email footer <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-email-footer.php</i></b>
fr_fr: Le fichier de modèle <b>PHP</b> pour le pied de page de l’email <b><i>/wp-includes/cnrs-data-manager/templates/cnrs-data-manager-email-footer.php</i></b>

source: Icons templates
fr_fr: Modèles d’icônes

source: The <b>SVG</b> file for the list view button <b><i>/wp-includes/cnrs-data-manager/svg/list.svg</i></b>
fr_fr: Le fichier <b>SVG</b> pour le bouton d’affichage de liste <b><i>/wp-includes/cnrs-data-manager/svg/list.svg</i></b>

source: The <b>SVG</b> file for the grid view button <b><i>/wp-includes/cnrs-data-manager/svg/grid.svg</i></b>
fr_fr: Le fichier <b>SVG</b> pour le bouton d’affichage en grille <b><i>/wp-includes/cnrs-data-manager/svg/grid.svg</i></b>

source: The <b>SVG</b> file for the loader icon <b><i>/wp-includes/cnrs-data-manager/svg/loader.svg</i></b>
fr_fr: Le fichier <b>SVG</b> pour le loader <b><i>/wp-includes/cnrs-data-manager/svg/loader.svg</i></b>

source: These files allow you to customize the rendering of agents in the front part of <b>WordPress</b>.
fr_fr: Ces fichiers vous permettent de personnaliser le rendu des agents dans la partie avant de <b>WordPress</b>.

source: Keep in mind that the files must keep <b>the same name and path</b>. Only the content can be modified at your convenience for personalization.
fr_fr: Gardez à l’esprit que les fichiers doivent conserver le même <b>nom et le même chemin d’accès</b>. Seul le contenu peut être modifié à votre convenance pour la personnalisation.

source: Restore files
fr_fr: Restaurer les fichiers

source: Category
fr_fr: Catégorie

source: No article available for this category.
fr_fr: Aucun article n’est disponible pour cette catégorie.

source: Select a service
fr_fr: Sélectionner un service

source: Select a platform
fr_fr: Sélectionnez une plateforme

source: View details
fr_fr: Voir les détails

source: More information about %s
fr_fr: Plus d’informations sur %s

source: Check for updates
fr_fr: Vérifier les mises à jour

# the plugin title
source: The %s plugin is up to date.
fr_fr: L'extension %s est à jour.

# the plugin title
source: A new version of the %s plugin is available.
fr_fr: Une nouvelle version de l'extension %s est disponible.

# the plugin title
source: Could not determine if updates are available for %s.
fr_fr: Impossible de déterminer si des mises à jour sont disponibles pour %s.

source: Unknown update checker status "%s"
fr_fr: Mise à jour inconnue statut "%s"

source: There is no changelog available.
fr_fr: Il n’y a aucun historique des mises à jour disponible.

source: must not be empty
fr_fr: ne doit pas être vide

source: must at least have one selection
fr_fr: doit avoir au moins une sélection

source: must have one selection
fr_fr: doit avoir une sélection

source: must have been correctly filled out
fr_fr: doit avoir été correctement remplie.

source: comment must not be empty
fr_fr: le commentaire ne doit pas être vide

source: must be numeric
fr_fr: doit être numérique

source: must be equal or greater than 0
fr_fr: doit être égal ou supérieur à 0

source: You forgot a required field
fr_fr: Vous avez oublié un champ obligatoire

source: Unspecified
fr_fr: Non spécifié

source: Mister
fr_fr: Monsieur

source: Misses
fr_fr: Madame

source: not assigned
fr_fr: non assigné

source: Your identifiers are not recognized.
fr_fr: Vos identifiants ne sont pas reconnus.

source: An error has occurred while sending the email.
fr_fr: Une erreur s’est produite lors de l’envoi de l’e-mail.

source: The email is not valid.
fr_fr: L’adresse e-mail n’est pas valide.

source: Mission form print
fr_fr: Impression du formulaire de mission

source: Mission form download
fr_fr: Téléchargement du formulaire de mission

source: Mission form revision by manager
fr_fr: Révision du formulaire de mission par le gestionnaire

source: Mission form revision by agent
fr_fr: Révision du formulaire de mission par l’agent

source: Mission form revision by funder
fr_fr: Révision du formulaire de mission par le responsable des crédits

source: Email preview
fr_fr: Aperçu email

source: at
fr_fr: à

source: The <b>Polylang</b> extension is installed! <b>CNRS Data Manager</b> is compatible with Polylang
fr_fr: L’extension <b>Polylang</b> est installée ! <b>CNRS Data Manager</b> est compatible avec Polylang

source: CNRS Data Manager: Your system is running a very old version of PHP (%s) that is no longer supported by CNRS Data Manager.
fr_fr: CNRS Data Manager : Votre système exécute une très ancienne version de PHP (%s) qui n’est plus supportée par CNRS Data Manager.

source: Please ask your host or server administrator to update to PHP %1s or greater.
fr_fr: Veuillez demander à votre hôte ou administrateur de serveur de mettre à jour vers PHP %1s ou une version ultérieure.

source: If this is not possible, please visit the FAQ link titled %1$s"What version of PHP Does CNRS Data Manager Support?"%2$s for instructions on how to download a previous version of CNRS Data Manager compatible with PHP %3$s.
fr_fr: Si cela n'est pas possible, veuillez visiter le lien FAQ intitulé %1$s"Quelle version de PHP le gestionnaire de données du CNRS prend-il en charge ?"%2$s pour obtenir des instructions sur la façon de télécharger une version précédente de CNRS Data Manager compatible avec PHP %3$s.

source: Select images form the media library
fr_fr: Sélectionner des images dans la médiathèque

source: Add a collaborator
fr_fr: Ajouter un collaborateur

source: Edit a collaborator
fr_fr: Modifier un collaborateur

source: Collaborator name
fr_fr: Nom du collaborateur

source: Collaborator type
fr_fr: Type de collaborateur

source: Collaborator logo
fr_fr: Logo du collaborateur

source: Upload an image
fr_fr: Téléverser une image

source: Delete image
fr_fr: Supprimer l’image

source: No result found.
fr_fr: Aucun résultat trouvé.

source: Select status.
fr_fr: Sélectionnez le statut.

source: All collaborators
fr_fr: Tous les collaborateurs

source: Select collaborators start date order.
fr_fr: Sélectionnez l’ordre des collaborateurs depuis le plus ancien.

source: Order by most recent
fr_fr: Trier par le plus récent

source: Order by oldest
fr_fr: Trier par les plus anciens

source: Edit
fr_fr: Editer

source: Invalid email template or language.
fr_fr: Modèle d’e-mail ou langue non valide.

source: Access the form
fr_fr: Accéder au formulaire

source: Filter by
fr_fr: Filtrer par

source: All
fr_fr: Tout

source: Search by person
fr_fr: Recherche par personne

source: Comment
fr_fr: Commentaire

source: Multi choice settings
fr_fr: Paramètres à choix multiples

source: Label
fr_fr: Etiquette

source: Add choices
fr_fr: Ajouter des choix

source: Tooltip
fr_fr: Info-bulle

source: Required
fr_fr: Obligatoire

source: Comment field settings
fr_fr: Paramètres du champ de commentaire

source: Your comment
fr_fr: Votre commentaire

source: Date field settings
fr_fr: Paramètres du champ de date
