Repository: Fred-QS/CNRS-Data-Manager
Catalog: languages/cnrs-data-manager-*.po
Languages: fr_fr

source: <b>Warning:</b> For performance reasons, you should add <code style="color: #2271b1;">define ('DISABLE_WP_CRON', true);</code> to your <b style="color: #2271b1;">wp-config.php</b> file, then create the cron job task:
fr_fr: <b>Avertissement:</b> Pour des raisons de performances, vous devez ajouter <code style="color: #2271b1;">define ('DISABLE_WP_CRON', true);</code> à votre fichier <b style="color: #2271b1;">wp-config.php</b> , puis créer la tâche de travail cron :

source: My JRU
fr_fr: Mon UMR

source: Settings
fr_fr: Paramètres

source: Dashboard
fr_fr: Général

source: Tools
fr_fr: Outils

source: 3D Map
fr_fr: Carte 3D

source: Import
fr_fr: Importation

source: Mission form
fr_fr: Formulaire de mission

source: Collaborators
fr_fr: Collaborateurs

source: Bad file type. Only <b>.zip</b> file is allowed.
fr_fr: Type de fichier incorrect. Seul le format <b>.zip</b> est autorisé.

source: There is more than one Excel file in the zip archive. The archive must contain a single Excel file.
fr_fr: Il y a plus d’un fichier Excel dans l’archive zip. L’archive doit contenir un seul fichier Excel.

source: The Excel file does not have the expected structure.
fr_fr: Le fichier Excel n’a pas la structure attendue.

source: No Excel file found in the zip archive.
fr_fr: Aucun fichier Excel n’a été trouvé dans l’archive zip.

source: There are photos missing from the zip file.
fr_fr: Il manque des photos dans le fichier zip.

source: The images could not be processed.
fr_fr: Les images n’ont pas pu être traitées.

source: The projects were imported successfully.
fr_fr: Les projets ont été importés avec succès.

source: Importing projects into the database failed.
fr_fr: L’importation de projets dans la base de données a échoué.

source: An error as occurred.
fr_fr: Une erreur s'est produite.

source: Fees
fr_fr: Frais

source: With fees
fr_fr: Avec frais

source: No charge
fr_fr: Sans frais

source: Mission location
fr_fr: Lieu de la mission

source: Abroad
fr_fr: Etranger

source: New input field
fr_fr: Nouveau champ de saisie

source: New numeric field
fr_fr: Nouveau champ numérique

source: New date field
fr_fr: Nouveau champ de date

source: New time field
fr_fr: Nouveau champ d'heure

source: New date & time field
fr_fr: Nouveau champ de date et d’heure

source: New multi choice field
fr_fr: Nouveau champ à choix multiples

source: New comment field
fr_fr: Nouveau champ de commentaire

source: New single choice field
fr_fr: Nouveau champ à choix unique

source: New separator
fr_fr: Nouveau séparateur

source: New text field
fr_fr: Nouveau champ de texte

source: New title field
fr_fr: Nouveau champ de titre

source: Signing pads
fr_fr: Pads de signature

source: New toggle set
fr_fr: Nouveau jeu de bascules

source: My comment
fr_fr: Mon commentaire

source: My title
fr_fr: Mon titre

source: My signing pads
fr_fr: Mes pads de signature

source: Display
fr_fr: Afficher

source: Click on an agent to view their card.
fr_fr: Cliquez sur un agent pour afficher sa carte.

source: No agent matches your search criteria.
fr_fr: Aucun agent ne correspond à vos critères de recherche.

source: Lastname
fr_fr: Nom

source: Firstname
fr_fr: Prénom

source: Status
fr_fr: Statut

source: Membership
fr_fr: Appartenance

source: Identity
fr_fr: Identité

source: Find the %s
fr_fr: Retrouvez les %s

source: Sorry, no posts matched your criteria.
fr_fr: Aucun message ne correspond à vos critères de recherche.

source: Spontaneous application
fr_fr: Candidature spontanée

source: Send us your CV, profile and cover letter directly.
fr_fr: Envoyez-nous directement votre CV, votre profil et votre lettre de motivation.

source: I postulate
fr_fr: Je postule

source: In this part of the extension, you will be able to create <b>collaborators for the projects</b> of UMR researchers. These collaborators are either funders or partners. You will thus be able to associate funders and/or partners with the different projects.
fr_fr: Dans cette partie de l’extension, vous pourrez créer <b>des collaborateurs pour les projets</b> des chercheurs de l’UMR. Ces collaborateurs sont soit des financeurs, soit des partenaires. Vous pourrez ainsi associer des financeurs et/ou des partenaires aux différents projets.

source: You must first create collaborators in order to then be able to assign them to projects.
fr_fr: Vous devez d’abord créer des collaborateurs afin de pouvoir ensuite les affecter à des projets.

source: Collaborators list
fr_fr: Liste des collaborateurs

source: Create
fr_fr: Créer

source: Search
fr_fr: Rechercher

source: Projects & Collaborators
fr_fr: Projets & collaborateurs

source: Funders
fr_fr: Financeurs

source: Partners
fr_fr: Partenaires

source: Search for %s
fr_fr: Recherche de %s

source: funders
fr_fr: financeurs

source: partners
fr_fr: partenaires

source: Save
fr_fr: Sauvegarder

source: Funder
fr_fr: Financeur

source: Partner
fr_fr: Partenaire

source: An email has been sent to your mail box.
fr_fr: Un e-mail a été envoyé dans votre boîte aux lettres.

source: Your email
fr_fr: Votre email

source: Your password
fr_fr: Votre mot de passe

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: Login
fr_fr: Se connecter

source: Back to login
fr_fr: Retour à la connexion

source: Name
fr_fr: Nom

source: Guardianship
fr_fr: Tutelle

source: Teams
fr_fr: Equipes

source: Platforms
fr_fr: Plateformes

source: No result found in teams.
fr_fr: Aucun résultat n’a été trouvé dans les équipes.

source: No result found in services.
fr_fr: Aucun résultat n’a été trouvé dans les services.

source: No result found in platforms.
fr_fr: Aucun résultat n’a été trouvé dans les plateformes.

source: No result found in agents.
fr_fr: Aucun résultat n’a été trouvé dans les agents.

source: Overview
fr_fr: Vue globale

source: In this section, you will find an overview of the information provided by the XML file containing the data updated by the CNRS IS.
fr_fr: Dans cette rubrique, vous trouverez un aperçu des informations fournies par le fichier XML contenant les données mises à jour par le SI du CNRS.

source: Select a data type using the selection field below to browse results for teams, services, platforms or agents.
fr_fr: Sélectionnez un type de données à l’aide du champ de sélection ci-dessous pour parcourir les résultats des équipes, des services, des plateformes ou des agents.

source: Choose a data type
fr_fr: Choisir un type de données

source: Either the data source does not contain any results or you need to modify your search.
fr_fr: Soit la source de données ne contient aucun résultat, soit vous devez modifier votre recherche.

source: Select items number per page.
fr_fr: Sélectionnez le nombre d’articles par page.

source: 5 items per page
fr_fr: 5 éléments par page

source: 10 items per page
fr_fr: 10 éléments par page

source: 20 items per page
fr_fr: 20 éléments par page

source: 50 items per page
fr_fr: 50 articles par page

source: Apply
fr_fr: Appliquer

source: elements
fr_fr: éléments

source: First page
fr_fr: Première page

source: Previous page
fr_fr: Page précédente

source: Current page
fr_fr: Page actuelle

source: of
fr_fr: sur

source: Next page
fr_fr: Page suivante

source: Last page
fr_fr: Dernière page

source: Table ordered hierarchically.
fr_fr: Tableau ordonné hiérarchiquement.

source: Ascending.
fr_fr: Croissant.

source: No authorization for the distribution of the avatar.
fr_fr: Pas d’autorisation pour la distribution de l’avatar.

source: No description
fr_fr: Pas de description

source: Show more details
fr_fr: Afficher plus de détails

source: Teams & projects
fr_fr: Équipes & Projets

source: This section allows you to assign projects to the different teams as well as their display priority orders on the pages of the different teams (from 1 to 16 in order of priority).
fr_fr: Cette section permet d’assigner des projets aux différentes équipes ainsi que leurs ordres de priorité d’affichage sur les pages des différentes équipes (de 1 à 16 par ordre de priorité).

source: You can also assign additional images for each project which will appear in a slider on the project page.
fr_fr: Vous pouvez également attribuer des images supplémentaires pour chaque projet qui apparaîtront dans un slider sur la page du projet.

source: These selections allow the filter on the projects page to refine the team search.
fr_fr: Ces sélections permettent au filtre de la page des projets d’affiner la recherche d’équipe.

source: Default image
fr_fr: Image par défaut

source: Select images
fr_fr: Sélectionner des images

source: No image assigned.
fr_fr: Aucune image attribuée.

source: Hided
fr_fr: Caché

source: Copy link
fr_fr: Copier le lien

source: You can edit emails templates used by the extension's workflows. For some emails, shortcodes are available to automate the rendering of certain elements powered by specialized datasets.
fr_fr: Vous pouvez modifier les modèles d’e-mails utilisés par les flux de travail de l’extension. Pour certains emails, des shortcodes sont disponibles pour automatiser le rendu de certains éléments alimentés par des jeux de données spécialisés.

source: Template
fr_fr: Modèle

source: Subject
fr_fr: Sujet

source: Title
fr_fr: Titre

source: Title icon
fr_fr: Icône de titre

source: Link to form
fr_fr: Lien vers le formulaire

source: Password
fr_fr: Mot de passe

source: Link to PDF
fr_fr: Lien vers le PDF

source: Content
fr_fr: Contenu

source: Update
fr_fr: Mettre à jour

source: Number of elements per page
fr_fr: Nombre d’éléments par page

source: Select a category
fr_fr: Sélectionner une catégorie

source: All categories
fr_fr: Toutes les catégories

source: Select a team
fr_fr: Sélectionnez une équipe

source: All teams
fr_fr: Toutes les équipes

source: Select a date
fr_fr: Sélectionnez une date

source: All years
fr_fr: Toutes les années

source: Apply filters
fr_fr: Appliquer les filtres

source: You will be able to design a template for the mission form. The <b>Builder</b> part will allow you to assemble and customize the elements of the form. You will find in <b>List</b> all the forms completed by the agents. And finally the <b>Settings</b> tab will give you access to the configuration of the process governing the life cycle of the form after its completion.
fr_fr: Vous serez en mesure de concevoir un modèle pour le formulaire de mission. La partie <b>Builder</b> vous permettra d’assembler et de personnaliser les éléments du formulaire. Vous trouverez dans <b>Liste</b> tous les formulaires remplis par les agents. Et enfin, l’onglet <b>Paramètres</b> vous donnera accès à la configuration du processus régissant le cycle de vie du formulaire après son achèvement.

source: <b>Warning !</b> As long as at least one manager has not been entered in the <b>Settings</b> tab, the form page will return a <b>404 error</b>.
fr_fr: <b>Avertissement !</b> Tant qu’au moins un gestionnaire n’a pas été saisi dans l’onglet <b>Paramètres</b> , la page du formulaire renverra une <b>erreur 404</b>.

source: You must provide an <b>administrator email</b> in order to be able to use the form builder in the event that a form needs to be <b>approved by an administrator</b> regarding a too short <b>form submission deadline</b>.
fr_fr: Vous devez fournir une <b>adresse e-mail d’administrateur</b> afin de pouvoir utiliser le générateur de formulaires dans le cas où un formulaire doit être <b>approuvé par un administrateur</b> concernant un <b>délai de soumission de formulaire</b> trop court.

source: Administrator email
fr_fr: Email administrateur

source: Builder
fr_fr: Constructeur

source: List
fr_fr: Liste

source: Conditional toggle
fr_fr: Basculement conditionnel

source: Allows you to condition the display of fields
fr_fr: Permet de conditionner l’affichage des champs

source: Input field
fr_fr: Champ de saisie

source: Allow user to fill one line field
fr_fr: Autoriser l’utilisateur à remplir un champ d'une seule ligne

source: Multi choice
fr_fr: Choix multiple

source: Allow user to choose multiple options
fr_fr: Permettre à l’utilisateur de choisir plusieurs options

source: Single choice
fr_fr: Choix unique

source: Allow user to choose a single option
fr_fr: Autoriser l’utilisateur à choisir une seule option

source: Text field
fr_fr: Champs de texte

source: Allow user to fill a multiline field
fr_fr: Autoriser l’utilisateur à remplir un champ multiligne

source: Numeric field
fr_fr: Champ numérique

source: Allow user to fill a numeric field
fr_fr: Autoriser l’utilisateur à remplir un champ numérique

source: Date & time field
fr_fr: Champ Date et heure

source: Allow user to fill a date & time field
fr_fr: Autoriser l’utilisateur à remplir un champ de date et d’heure

source: Date field
fr_fr: Champ de date

source: Allow user to fill a date field
fr_fr: Autoriser l’utilisateur à remplir un champ de date

source: Time field
fr_fr: Champ d'heure

source: Allow user to fill a time field
fr_fr: Autoriser l’utilisateur à remplir un champ d'heure

source: Title field
fr_fr: Champs de Titre

source: Allow author to write a static title
fr_fr: Autoriser l’auteur à écrire un titre statique

source: Comment field
fr_fr: Champ de commentaire

source: Allow author to write a static text
fr_fr: Autoriser l’auteur à écrire un texte statique

source: Separator
fr_fr: Séparateur

source: Allow author to insert a separator between elements
fr_fr: Autoriser l’auteur à insérer un séparateur entre les éléments

source: Sign pads
fr_fr: Pads de signature

source: Allow author to insert sign pads
fr_fr: Autoriser l’auteur à insérer des pads de signature

source: Enter a title
fr_fr: Saisir un titre

source: Add some choices.
fr_fr: Ajoutez quelques choix.

source: Add some signing pads.
fr_fr: Ajoutez des pads de signature.

source: Sign<br/>here
fr_fr: Signer<br/>ici

source: Add toggles.
fr_fr: Ajouter des bascules.

source: Credit manager email
fr_fr: Courriel du responsable des crédits

source: Hidden by %s toggle
fr_fr: Masqué par la bascule %s

source: Debug mode
fr_fr: Mode de débogage

source: If debugging mode is activated, the email address chosen for the debugging address will be the one that will receive all emails sent by the <b>CNRS Data Manager</b> extension.
fr_fr: Si le mode de débogage est activé, l’adresse e-mail choisie pour l’adresse de débogage sera celle qui recevra tous les e-mails envoyés par l’extension <b>CNRS Data Manager</b> .

source: Active
fr_fr: Actif

source: Debug email
fr_fr: E-mail de débogage

source: Administrators emails
fr_fr: E-mails des administrateurs

source: Generic email
fr_fr: E-mail générique

source: Allow form validation generic confirmation
fr_fr: Autoriser la validation de formulaire confirmation générique

source: Limit in days for a request in France
fr_fr: Limite en jours pour une demande en France

source: Limit in days for a request outside France
fr_fr: Limite en jours pour une demande hors de France

source: Managers
fr_fr: Gestionnaires

source: You can add managers attached to conventions by naming the convention and then adding the email of the main manager as well as that of a secondary manager if the first is not available. The unavailability of the main manager is validated by checking the box next to their email address..
fr_fr: Vous pouvez ajouter des gestionnaires attachés à des conventions en nommant la convention, puis en ajoutant l’adresse électronique du gestionnaire principal ainsi que celle d’un gestionnaire secondaire si le premier n’est pas disponible. L’indisponibilité du gestionnaire principal est validée en cochant la case à côté de son adresse email.

source: Add a convention with its managers
fr_fr: Ajouter une convention avec ses gestionnaires

source: Convention name
fr_fr: Nom de la convention

source: Main email
fr_fr: E-mail principal

source: Not available
fr_fr: Non disponible

source: Fallback email
fr_fr: E-mail de secours

source: The form title is required
fr_fr: Le titre du formulaire est obligatoire

source: The multi choice label is required
fr_fr: L’étiquette multi-choix est obligatoire

source: A least one choice is required for multi choice bloc
fr_fr: Un moins un choix est requis pour le bloc à choix multiples

source: The single choice label is required
fr_fr: L’étiquette à choix unique est obligatoire

source: A least one choice is required for single choice bloc
fr_fr: Un choix au moins est requis pour le bloc à choix unique

source: A least one pad is required for signing pads bloc
fr_fr: Un pad au moins est nécessaire pour les pads de signature

source: The input field label is required
fr_fr: L’étiquette du champ de saisie est obligatoire

source: The text field label is required
fr_fr: L’étiquette du champ de texte est obligatoire

source: The numeric field label is required
fr_fr: L’étiquette du champ numérique est obligatoire

source: The date & time field label is required
fr_fr: L’étiquette du champ date et heure est obligatoire

source: The date field label is required
fr_fr: L’étiquette du champ de date est obligatoire

source: The time field label is required
fr_fr: L’étiquette du champ d’heure est obligatoire

source: The toggle fields and label are required
fr_fr: Les champs de bascule et l’étiquette sont obligatoires

source: Import projects
fr_fr: Importer des projets

source: The extension allows you to import <b>Projects</b> in bulk. To do this, please follow the instructions below, namely the type of file to upload in <b>ZIP</b> format, the structure contained in the file as well as the columns that must be present and completed in the expected format for the file import.
fr_fr: L’extension vous permet d’importer des <b>projets</b> en masse. Pour ce faire, veuillez suivre les instructions ci-dessous, à savoir le type de fichier à télécharger au format <b>ZIP</b> , la structure contenue dans le fichier ainsi que les colonnes qui doivent être présentes et complétées dans le format attendu pour l’importation du fichier.

source: projects
fr_fr: projets

source: Download <b>.xlsx</b> file template
fr_fr: Télécharger le modèle de fichier <b>.xlsx</b>

source: Expected structure
fr_fr: Structure attendue

source: You must choose a main team to assign the import file projects to it. You can then assign several teams per project in the <b>Tools</b> tab of the extension.
fr_fr: Vous devez choisir une équipe principale pour lui affecter les projets de fichiers d’importation. Vous pouvez ensuite affecter plusieurs équipes par projet dans l’onglet <b>Outils</b> de l’extension.

source: The file will be tested first. If errors are present, these will be listed so that the file can be modified accordingly. Otherwise, you will be able to confirm the import.
fr_fr: Le fichier sera d’abord testé. Si des erreurs sont présentes, celles-ci seront répertoriées afin que le fichier puisse être modifié en conséquence. Dans le cas contraire, vous pourrez confirmer l’importation.

source: WordPress was unable to load the file correctly. Please try Again by checking your file content to fit the waited structure.
fr_fr: WordPress n’a pas pu charger le fichier correctement. Veuillez réessayer en vérifiant le contenu de votre fichier pour qu’il corresponde à la structure attendue.

source: File uploaded
fr_fr: Fichier téléversé

source: Checking files
fr_fr: Vérification des fichiers

source: The import failed.
fr_fr: L’importation a échoué.

source: Maximum file size
fr_fr: Taille maximale du fichier

source: Import <b>.zip</b> file
fr_fr: Importer le fichier <b>.zip</b>

source: Import steps
fr_fr: Étapes d’importation

source: Waiting for file
fr_fr: En attente d’un fichier

source: In this section, you will be able to configure the display of the <b>3D world map</b> to firstly specify the position coordinates of the default map, then define all the markers you need with the <b>GPS coordinates</b> and the name of each marker.
fr_fr: Dans cette section, vous pourrez configurer l’affichage de la carte <b>du monde 3D</b> pour spécifier d’abord les coordonnées de position de la carte par défaut, puis définir tous les marqueurs dont vous avez besoin avec les <b>coordonnées GPS</b> et le nom de chaque marqueur.

source: You will also be able to <b>configure the type of display</b> as well as all the options allowing you to define the rendering of the 3D world map.
fr_fr: Vous pourrez également <b>configurer le type d’affichage</b> ainsi que toutes les options vous permettant de définir le rendu de la carte du monde en 3D.

source: Map Options
fr_fr: Options de la carte

source: Preview
fr_fr: Aperçu

source: Localize me
fr_fr: Localisez moi

source: Geolocation not supported
fr_fr: La géolocalisation n’est pas prise en charge

source: Default latitude
fr_fr: Latitude par défaut

source: Default longitude
fr_fr: Longitude par défaut

source: Map view
fr_fr: Vue carte

source: Space
fr_fr: Espace

source: Hologram
fr_fr: Hologramme

source: News
fr_fr: Actualités

source: Classic
fr_fr: Classique

source: Cork
fr_fr: Liège

source: Solar illumination effect
fr_fr: Effet d’éclairage solaire

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Star Generator
fr_fr: Générateur d’étoiles

source: Black background
fr_fr: Fond noir

source: Atmosphere
fr_fr: Atmosphère

source: Map preview
fr_fr: Aperçu de la carte

source: Refresh
fr_fr: Actualiser

source: Close
fr_fr: Fermer

source: Markers
fr_fr: Marqueurs

source: Delete
fr_fr: Supprimer

source: Add a new marker
fr_fr: Ajouter un nouveau marqueur

source: Please add your first marker by clicking on the button above.
fr_fr: Veuillez ajouter votre premier marqueur en cliquant sur le bouton ci-dessus.

source: <b>Warning !</b> The mission start date is less <b>than %d days</b>. Your request will be rejected if deemed not urgent.
fr_fr: <b>Avertissement !</b> La date de début de la mission est <b>inférieure à %d jours</b>. Votre demande sera rejetée si elle n’est pas jugée urgente.

source: Abroad mission
fr_fr: Mission à l’étranger

source: Mission in France
fr_fr: Mission en France

source: Please fill out the form
fr_fr: Veuillez remplir le formulaire

source: This form is to be completed by the missionary and sent to the unit managers for editing of the mission order.
fr_fr: Ce formulaire doit être rempli par le missionnaire et envoyé aux responsables d’unité pour la révision de l’ordre de mission.

source: Mission requests must be sent to the management department
fr_fr: Les demandes de mission doivent être adressées au service de gestion

source: In France: 1 week minimum before departure (5 working days)
fr_fr: En France : 1 semaine minimum avant le départ (5 jours ouvrés)

source: Abroad: 1 month minimum before departure
fr_fr: A l’étranger : 1 mois minimum avant le départ

source: Foreign mission
fr_fr: Mission à l'étranger

source: Choose a convention
fr_fr: Choisissez une convention

source: If your request involves fees, please enter the email of the credit manager
fr_fr: Si votre demande implique des frais, veuillez saisir l’adresse e-mail du responsable des crédits

source: Signing pad
fr_fr: Pad de signature

source: Clear
fr_fr: Effacer

source: Cancel
fr_fr: Annuler

source: Get signing pad
fr_fr: Afficher le pad de signature

source: The form has been saved successfully
fr_fr: Le formulaire a été enregistré avec succès

source: Back to home
fr_fr: Retour à l'accueil

source: No agents to display at this time. Please check the URL of the requested page, or try again later.
fr_fr: Aucun agent à afficher pour le moment. Veuillez vérifier l’URL de la page demandée ou réessayer plus tard.

source: No projects referenced for this team.
fr_fr: Aucun projet référencé pour cette équipe.

source: Author
fr_fr: Auteur

source: All authors
fr_fr: Tous les auteurs

source: Year
fr_fr: Année

source: Document type
fr_fr: Type de document
